tutorials/cases/charOnlyMoveSerial/Allrun
#!/bin/sh

cp -r 0_orig 0
blockMesh
setFields
porousGasificationFoam
